export default {
  about: 'о нас',
  back: 'Назад',
  contributors: 'Соучастники GitHub',
  contributions: 'Вклад:',

  icons: {
    chip: {
      title: 'Сила твоего процессора',
      desc: 'Все кадры и ракурсы рассчитываются в реальном времени на вашем компьютере'
    },

    web: {
      title: 'Доступен с любого места',
      desc:
        'Проект является сайтом, тем самым не нужно его устанавливать, но требует подключение к интернету'
    },

    thanks: {
      title: 'Спасибо тебе!',
      desc:
        'Мы благодарны что ты обратил внимание на проект и особая благодарность тем кто его поддерживает'
    }
  },

  content: [
    {
      title: 'Веб-проект для каждого',
      text: [
        'Создан летом 2018 года с целью использовать векторную анимацию прямо на сайте и сделать ее доступной для всех редактором',
        'Если вы заинтересованы в рисовании, разработке, перейдите на [страницу поддержки], на данный момент [не хватает времени и усилий для разработки одному]',
        'Проект основан на [фреймворке Nuxt.js] (сделан из [Vue.js] и [Webpack]) в режиме [Статически Сгенерированных файлов]',
        'Вебсайт является [одностраничным приложением] ([SPA]), и так же [прогрессивным веб приложением] ([PWA])',
        'Для написания интерфейса был использован [Vuetify]',
        'Проект поддерживает [веб сокеты] ([socket.io]) для элементов реального времени',
        'Оптимизирован для [использования на телефонах] и в режиме работы [без соеденения к сети]'
      ]
    },

    {
      title: 'В планах на будущее',
      text: [
        '• Добавление [премиум-функций] через пожертвование',
        '• Добавление рас [грифонов] и [киринов]'
      ]
    }
  ],

  join: {
    title: 'Присоединись к разработке',
    subtitle: 'Стань частью проекта'
  },

  thanks: {
    title: 'Особая благодарность',
    list: [
      '[LightningZap] за хостинг и мотивацию',
      '[Jankie] за создание цветных концов гривы',
      '[FreddyDan12] за пожертвования в Patreon',
      '[Redy] за множества идей графического типа',
      '[Train Drive] за множества идей графического типа',
      '[EAlex] за идеи графического типа',
      '[SweetMouse] за тестирование и множество идей'
    ]
  }
}
