export default {
  version: 'версия',

  enable: 'включить',
  back: 'Назад',

  one: 'Одно',
  two: 'Две',
  three: 'Три',

  list: 'Открыть список',
  animate: 'Анимация',

  frame: 'Кадр',
  of: 'из',

  cancel: 'отмена',
  close: 'закрыть',
  save: 'сохранить',

  vk: 'ВКонтакте',

  mode: {
    head: 'Голова',
    body: 'Тело'
  },

  menu: {
    separated: 'Отдельный цвет',
    separate: 'отделить',

    close_editor: 'Закрыть редактор',
    close: 'закрыть',

    animated: 'Анимируемый',

    change_gender: 'Изменить пол',

    eyes: {
      title: 'Глаза',
      color: 'радужки',
      heterochromia: 'гетерохромия',
      color_right: 'правого',
      color_sclera: 'склеры',
      color_pupil: 'зрачка',
      scale: 'размер',

      pupils: 'Зрачки',
      width: 'ширина',

      eyelashes: {
        title: 'Ресницы',
        enable: 'свой цвет',
        color: 'ресниц',
        scale: 'толщина'
      },

      position: 'Позиция',
      horizontal: 'горизонтально',
      vertical: 'вертикально',
      focus: 'фокусировка',

      left_eyelids: 'Левые веки',
      right_eyelids: 'Правые веки',

      upper: 'верхнее',
      lower: 'нижнее'
    },

    eyebrows: {
      title: 'Брови',

      brows: 'бровей',

      left: 'Левая бровь',
      right: 'Правая бровь',

      width: 'толщина',
      height: 'высота',
      evil: 'злое',
      surprised: 'удивленное'
    },

    glasses: {
      title: 'Очки',
      width: 'ширина оправы',

      color: {
        lenses: 'линз',
        frame: 'оправы'
      }
    },

    mane: {
      title: 'Грива',
      color: 'гривы',
      change: 'Сменить прическу',

      second: {
        title: 'Второй цвет',
        ends: 'концы',
        color: 'второго'
      }
    },

    tail: {
      title: 'Хвост',
      color: 'хвоста',
      change: 'Сменить хвост',

      second: {
        title: 'Второй цвет',
        ends: 'концы',
        color: 'второго'
      }
    },

    fur: {
      title: 'Шерсть',
      color: 'шерсти',

      stripes: {
        title: 'Полоски',
        color: 'полосок'
      },

      freckles: {
        title: 'Веснушки',
        nose: 'Нос',
        cheek: 'Щеки',
        color: 'веснушек'
      },

      fluff: {
        title: 'Пушистость',
        cheeks: 'щеки',
        ears: 'уши',
        chest: 'грудь',
        neck: 'шея',
        paws: 'лапы',
        color: 'меха'
      },

      second: {
        title: 'Второй цвет',
        color: 'второго'
      }
    },

    nose: {
      title: 'Нос',

      canine: {
        title: 'Собачий',
        color: 'собачной'
      }
    },

    horn: {
      title: 'Рога',

      rear: {
        title: 'Задние рога',
        set: 'второго'
      },

      second: {
        title: 'Второй цвет',
        color: 'второго'
      }
    },

    mouth: {
      title: 'Рот',
      mouth: 'рта',
      tongue: 'языка',
      fangs: 'клыки',
      sharp: 'острые'
    },

    emotion: {
      title: 'Эмоция',

      mouth: 'Рот',
      open: 'открытый',
      sad: 'грустный',

      tongue: 'Язык',
      raise: 'поднять',

      teeth: 'Зубы',
      upper: 'верхние',
      lower: 'нижние'
    },

    ears: {
      title: 'Уши',
      tassels: 'кисточки',

      second: {
        title: 'Второй цвет',
        color: 'второго'
      }
    },

    piercing: {
      title: 'Пирсинг',
      color: 'пирсинга',
      ears: 'Пирсинг ушей'
    },

    paws: {
      title: 'Лапы',

      shoulder: 'Плечо',
      elbow: 'Локоть',
      wrist: 'Кисть',

      thigh: 'Бедро',
      forearm: 'Предбедренная',
      knee: 'Колено',
      foot: 'Стопа',

      front: {
        left: 'Левая передняя лапа',
        right: 'Правая передняя лапа'
      },

      back: {
        left: 'Левая задняя лапа',
        right: 'Правая задняя лапа'
      },

      second: {
        title: 'Второй цвет',
        color: 'второго'
      }
    },

    neck: {
      title: 'Шея',

      collar: {
        enable: 'ошейник',
        color: 'ошей-ка'
      },

      bowtie: {
        enable: 'бабочка',
        color: 'бабочки'
      }
    },

    wings: {
      title: 'Крылья',
      raise: 'Поднять',
      left: 'левый',
      right: 'правый',
      color: 'крыльев',
      bat: 'мышиные',

      second: {
        title: 'Второй цвет',
        color: 'второго'
      }
    },

    clothing: {
      title: 'Одежда',
      color: 'одежды'
    },

    scarf: {
      title: 'Шарф',
      color: 'шарфа'
    },

    pants: {
      title: 'Штаны',
      color: 'штанов'
    }
  },

  name: {
    label: 'Имя аватара'
  },

  chat: {
    open: 'Открыть чат',
    users: 'Пользователи',
    type: 'Введите сообщение',
    login: 'Авторизуйтесь для входа в чат',

    pin: {
      welcome: 'Добро пожаловать в чат 🥭',
      text: 'Здесь вы можете начать общение и получить его в ответ.',
      issue: 'Появились проблемы с редактором или есть идеи?'
    }
  },

  quality: 'Качество',

  screener: {
    background: 'фона',
    warning: 'JPEG не поддерживает прозрачность!',
    take_image: 'Сделать снимок',

    format: {
      png: 'формат PNG',
      jpeg: 'форамт JPEG',
      bmp: 'формат BMP'
    }
  },

  saves: {
    save: 'Сохранения',
    animatons: 'Анимации',
    create: 'Создать новый',
    pony: 'Пони',
    zebra: 'Зебра',
    deer: 'Олень',
    delete: 'Удалить',
    download: 'Скачать сохранение',
    upload: 'Загрузить файл',

    limit: 'Лимит сохранений',
    of: 'из',

    cloud: {
      title: 'Аватары профиля',
      download: 'Загрузить',
      upload: 'Сохранить',
      not_found: 'Нет подключения к серверу'
    },

    patreon: {
      basic: 'Patreon • Базовая поддержка',
      huge: 'Patreon • Гигантская поддержка'
    }
  },

  animator: {
    frame: 'кадр',
    duration: 'длительность',
    final: 'последний'
  },

  recorder: {
    duration: 'скорость обработки',
    start: 'Начать',
    left: 'Осталось',
    wait: 'Сохраняйте спокойствие и печеньки',
    preparing: 'Обработка',
    ready: 'Yay, готово!'
  },

  lipsync: {
    title: 'Создание анимации губ',
    text: 'Нажмите на слово для создания выражения губ'
  },

  profile: {
    title: 'Ваш профиль',
    auth: 'Авторизация',
    require: 'Для входа в аккаунт требуется авторизация',
    level: 'Текущий уровень',
    left: 'Осталось для получения уровня',
    timeleft: 'Вы достигли уровня на этот день',
    accounts: 'Аккаунты',
    logout: 'Выйти',
    connect: 'Привязать',
    select: 'Выбрать',
    selected: 'Выбрано',
    vk: 'ВКонтакте',

    email: {
      title: 'Почта',
      switch: 'Выключить оповещения'
    },

    maximum: {
      title: 'Вы получили максимальный уровень!',
      subtitle: 'Продолжайте заходить ежедневно для поддержания уровня'
    },

    limits: {
      title: 'Возможности уровня',
      saves: 'Количество слотов сохранений аватаров: '
    },

    warning: {
      main:
        'Если вы удалите все аккаунты в профиле, и не привяжите хотя бы один в течение дня, то данный профиль будет удален',
      ps: 'Данное действие нельзя отменить если прошел день после отвязки всех аккаунтов!'
    }
  },

  position: {
    horizontal: 'Позиция',
    vertical: 'Высота',
    scale: 'Размер',
    angle: 'Поворот'
  },

  welcome: {
    title: 'Добро пожаловать в The Fluffies',
    desc: 'Это веб редактор о создании и анимировании пони персонажей и других животных.',
    desc2: 'Данное руководство объяснит как использовать данный редактор и его функционал.',
    close: 'Закрыть',

    choose: {
      title: 'Выберите интересующую вас тему',
      main: 'Как устроен сайт',
      editor: 'Редактирование',
      animation: 'Анимации',
      saves: 'Сохранения',
      upgrade: 'Улучшение'
    },

    tabs: {
      main: 'Устройство сайта',
      editor: 'Редактирование',
      animation: 'Анимации',
      saves: 'Сохранения',
      upgrade: 'Улучшение'
    },

    main: {
      title: 'Структура сайта',
      subtitle:
        'Взаимодействие с редактором происходит за счет компонентов по его углам и самого персонажа.',

      character: {
        title: 'Персонаж',
        text:
          'Главный элемент редактора с которым предстоит иметь дело, его изменение происходит с помощью панели меню, персонаж может быть повёрнут с помощью нажатия на него и движения мыши или пальца.'
      },

      editor: {
        title: 'Меню редактора',
        text:
          'Самый часто используемый элемент редактора, в котором находится почти все манипуляции с персонажем, а так же сохранение и запись.',
        button: 'Редактирование'
      },

      animation: {
        title: 'Меню анимаций',
        text:
          'Главная технология редактора и его возможность, позволяет анимировать персонажа между позами (кадрами) и это записывать, а так же сохранять.',
        button: 'Анимации'
      },

      social: {
        title: 'Социальность',
        text:
          'Позволяет коммуницировать с другими пользователями и пользоваться аккаунтом с возможностью увеличить количество слотов сохранения и получения улучшений за пожертвование (покровительство).'
      }
    },

    editor: {
      title: 'Меню редактирования',
      subtitle:
        'Элемент с множествами возможностей использования редактора расположенными в одном месте.',

      view: {
        title: 'Вид персонажа и его расположение',
        text: 'Позволяет изменять вид персонажа и его расположение на экране.'
      },

      save: {
        title: 'Сохранение персонажа',
        text:
          'Меню сохранения персонажей, имеет несколько слотов, а также возможность сохранять в облаке.'
      },

      wind: {
        title: 'Ветер',
        text: 'Переключатель отвечающий за движение шерсти и прически от ветра.'
      },

      image: {
        title: 'Создание фото и gif',
        text: 'Используются для возможности создания изображений и превращения анимаций в gif.'
      }
    },

    animation: {
      title: 'Анимации',
      subtitle: 'Панель создания и изменения анимаций с возможностью сохранения.',

      how: {
        title: 'Как этим пользоваться?',
        text:
          'Использование анимаций происходит через изменение кадров снизу панели, выбирая кадр вы можете его изменять с помощью вида персонажа и его расположения, изменяя длину кадра можно увеличить его длительность.'
      },

      lips: {
        title: 'Создание движения губ',
        text: 'Панель быстрого создания выражения губ по словам предоставленным здесь.'
      },

      save: {
        title: 'Сохранение',
        text:
          'Можно сохранять свои анимации через данную кнопку и задать название в текстовом поле.'
      }
    },

    save: {
      title: 'Сохранение персонажа',
      subtitle: 'Панель для сохранения и загрузки персонажа, а также его импорта и экспорта.',

      main: {
        title: 'Раздел сохранений',
        text: 'Основа управления сохранениями, возможность их сохранять, создавать и делиться.'
      },

      cloud: {
        title: 'Облачное сохранение',
        text:
          'Возможность сохранения персонажей на аккаунт и их доступ с любого устройства связанного с этим аккаунтом.'
      }
    },

    upgrade: {
      title: 'Улучшение редактора',
      subtitle:
        'Раздел посвящен упоминанию, что каждый при желании может улучшить проект в любом его направлении, больше информации представлено здесь:',
      button: 'Подробнее',

      artists: {
        title: 'Художникам',
        text:
          'Если есть желание добавить причесок или элементов персонажа, то напишите на почту проекта или автору, весь редактор нарисован в векторной графике и файл проекта будет доступен при написании автору.'
      },

      coders: {
        title: 'Программистам',
        text:
          'Код проекта является общедоступным для всех, при желании его можно обновить и изменить, но вы не можете распространять его или использовать для своего собственного веб-проекта или целей.'
      },

      patreon: {
        title: 'Пожертвование',
        text:
          'Имеется возможность стать нашим покровителем и получать за это дополнительные бонусы.'
      }
    }
  }
}
