export default {
  version: 'версия',
  about: 'О нас',
  support: 'Поддержать',
  repair: 'Починка',
  desktop: 'На рабочий стол',
  added: 'На рабочем столе',

  start: {
    title: 'начать',
    label: 'Начать создавание'
  },

  select: {
    left: 'Выбрать слева',
    right: 'Выбрать справа'
  },

  continue: {
    title: 'продолжить',
    label: 'Продолжить создание'
  },

  create_more: {
    title: 'создать ещё',
    label: 'Создать нового персонажа'
  },

  return: {
    title: 'вернуться',
    label: 'Вернуться к сохранениям'
  },

  repairing: {
    title: 'Восстановление редактора',
    desc:
      'Используется для восстановления работоспособности сайта при непредвиденных ошибках, удаляет все сохранения аватаров и анимаций!',
    accept: 'Я согласен с очисткой',
    button: 'Очистить сохранения',
    back: 'Назад'
  },

  title:
    'Редактор об создании и анимировании пони, зебр, оленей, лис, волков и остальных животных в основе которого легкость использования и магия особых технологий.'
}
