export default {
  title: {
    index: '🥭Новый Пони Креатор С Анимациями Персонажей | The Fluffies',
    about: '🥭Описание Сайта Пони Анимаций | The Fluffies',
    support: '🥭Варианты Поддержать и Помочь Сайту | The Fluffies',
    editor: '🥭Страница Редактора Создания Пони Анимаций | The Fluffies',
    privacy: '🥭Политика Конфиденциальности Проекта | The Fluffies',
    terms: '🥭Условия Использования Проекта | The Fluffies'
  },

  description:
    'Новый редактор пони персонажей и анимации как замена пони креатор v3, в стиле My Little Pony G4, можно скачать как приложение. ⭐The Fluffies⭐',

  schema: {
    breadcrumbs: {
      index: 'Главная',
      about: 'Об нас',
      support: 'Поддержать',
      editor: 'Редактор',
      privacy: 'Конфиденциальность',
      terms: 'Условия использования'
    }
  }
}
