export default {
  title: {
    index: '🥭Главная Страница Нового Пони Креатора | The Fluffies',
    about: '🥭Описание Сайта Пони Анимаций | The Fluffies',
    support: '🥭Варианты Поддержать и Помочь Сайту | The Fluffies',
    editor: '🥭Самый Новый Пони Креатор С Анимациями | The Fluffies',
    privacy: '🥭Политика Конфиденциальности Проекта | The Fluffies',
    terms: '🥭Условия Использования Проекта | The Fluffies'
  },

  description: {
    index:
      'Новый редактор пони персонажей и анимации как замена пони креатор v3, в стиле My Little Pony G4, можно скачать как приложение. ⭐The Fluffies⭐',
    about:
      'История создания и разработки нового пони редактора с поддержкой анимаций и его технологии. ⭐The Fluffies⭐',
    support:
      'Поддержи новый редактор с помощью разнообразных способов из более 7 видов помощи для его развития. ⭐The Fluffies⭐',
    editor:
      'Новый редактор пони персонажей и анимации как замена пони креатор v3 с более 100 в сумме видов разных причесок. ⭐The Fluffies⭐',
    privacy:
      'Политика конфиденциальности проекта описывающий методы защиты и уточнения используемых данных. ⭐The Fluffies⭐',
    terms:
      'Условия использования проекта является соглашением и правилами которые нужно соблюдать при использовании проекта. ⭐The Fluffies⭐'
  },

  schema: {
    breadcrumbs: {
      index: 'Главная',
      about: 'Об нас',
      support: 'Поддержать',
      editor: 'Редактор',
      privacy: 'Конфиденциальность',
      terms: 'Условия использования'
    }
  }
}
