export default {
  title: {
    index: 'The Fluffies: Редактор пони анимаций и персонажей',
    about: 'The Fluffies: О проекте',
    support: 'The Fluffies: Типы поддержки для проекта',
    editor: 'The Fluffies: Редактор создания пони',
    privacy: 'The Flufffies: Политика конфиденциальности',
    terms: 'The Flufffies: Условия использования'
  },

  description:
    'Новый редактор создания пони персонажей и пони анимации, имеет много причесок, хвостов и одежду с технологией любой позы и ракурса. Сделан как замена старой пони креатор с новыми возможностями.'
}
