export default {
  title: {
    index: 'Новый пони креатор? Редактор пони анимаций и персонажей | The Fluffies',
    about: 'The Fluffies: О проекте',
    support: 'The Fluffies: Типы поддержки для проекта',
    editor: 'The Fluffies: Редактор создания пони',
    privacy: 'The Flufffies: Политика конфиденциальности',
    terms: 'The Flufffies: Условия использования'
  },

  description:
    'Новый редактор создания пони персонажей и пони анимации как замена пони креатор, сделан в стиле My Little Pony G4, можно скачать как приложение, имеет много причесок, хвостов и одежду с технологией любой позы и ракурса.'
}
