const Editor = {
  meta: {
    title: 'Редактор для Создания Мультяшных Пони 3D 🍊 - The Fluffies',
    description:
      'Страница создания и редактирования пони персонажей в мультяшной 3D ' +
      'графике с возможностью анимаций и сохранений прямо в браузере с ' +
      'поддержкой оффлайн версии 🐴'
  },

  title: 'Редактор пони в браузере',
  text: [
    'Начни редактирование персонажа с помощью редактора',
    'Просто нажимай на элементы по мере использования',
    'Персонаж сохраняется автоматически в слот браузера или в слот ' +
      'аккаунта'
  ],
  button: 'Понятно!'
}

export default Editor
