const Index = {
  meta: {
    title: 'Создавай 3D Пони Персонажей с Анимацией 🍊 - The Fluffies',
    description:
      'Легко создавай пони с помощью 3D редактора в браузере, по мотивам ' +
      'пони креатор, но с революцией в создании и наличием анимаций, используй ' +
      'редактор уже сейчас 🔥'
  },

  header: 'Редактируй пони прямо в браузере с анимациями и 3D графикой',
  description:
    'Онлайн редактор для анимаций и создания персонажей без трудностей',
  launch: 'Запустить',

  patrons: {
    h2: 'Наши покровители',
    text:
      'Список покровителей которые поддержали наш проект материально, мы ' +
      'благодарны за их участие в жизни проекта, станьте нашим покровителем ' +
      'подписавшись в Patreon',
    button: 'Стать покровителем'
  },

  score: {
    h2: 'Мы постоянно развиваем редактор',
    text: 'Постоянно находим возможности для развития проекта и его улучшения с каждым месяцем',
    users: 'юзеров',
    years: 'года'
  },

  features: {
    h2: 'Возможности редактора',
    text:
      'Редактор позволяет создавать различных персонажей, а так же их анимировать ' +
      'через встроенные инструменты и последующем авто сохранением в браузере  ' +
      'и в аккаунте',
    sub: 'максимальное упрощение действий'
  },

  create: {
    h2: 'Анимируй и создавай',
    text:
      'Редактор предоставляет инструменты прямо в браузере для анимаций и ' +
      'создания вашего персонажа, последующем сохранением работ и их использованием',
    sub: 'персонажи сохраняются автоматически'
  },

  using: {
    h2: 'Начни использовать уже сейчас',
    text:
      'Редактор в виде сайта позволяет пользоваться в любом месте и на любом ' +
      'устройстве, а так же передавать сохранения между ними через единый аккаунт',
    sub: 'просто запусти на нужном устройстве'
  },

  help: {
    h2: 'Общение и получение помощи',
    text:
      'Проект предоставляет возможность передачи сообщений для общения, ' +
      'обращением за помощью и нахождением друзей, так же мы есть в социальных ' +
      'сетях, где можно смотреть за жизнью проекта',
    sub: 'просто воспользуйся чатом на странице редактора'
  },

  community: {
    h2: 'Станьте частью сообщества',
    text:
      'Проект открыт к критике, идеям и творчеству, любой желающий ' +
      'может помочь с развитием и продвижением проекта, основные направления ' +
      'для поддержки: художники, программисты и покровители',
    sub: 'просто свяжитесь с нами или перейдите на страницу для помощи'
  },

  start: {
    h2: 'Начни использовать редактор уже сейчас',
    text: 'Ознакомься сам с возможностями редактора уже сейчас и стань тоже частью сообщества',
    button: 'Вернутся и начать'
  }
}

export default Index
