const Support = {
  meta: {
    title: 'Как Поддержать Нас Различными Способами 🍊 - The Fluffies',
    description:
      'Различные методы для поддержки разработчиков редактора и самого редактора ' +
      'с описанием вариантов помощи проекту, а так же варианты его развития ' +
      'описаны здесь 🖐'
  },

  header: 'Как поддержать нас | любым методом и связь с нами',
  description:
    'Любой желающий может реализовать свои возможности или развить проект здесь',

  contributors: {
    h2: 'Участники в помощи редактора',
    text: 'Авторы контента и личности указаны здесь мы очень благодарны им участии развитии и помощи!'
  },

  help: {
    h2: 'Связь с нами',
    text: 'Возможные варианты связи с нами для предложения и обсуждения помощи'
  },

  contact: [
    {
      h3: 'Почта',
      text:
        'Один из видов связи с нами является связь через почту, со временем мы ' +
        'отвечаем на сообщения присланные нам'
    },
    {
      h3: 'ВКонтакте',
      text:
        'Более удобный вариант общения для русских пользователей с получением ' +
        'ответа и связью с авторами проекта',
      button: 'Перейти'
    },
    {
      h3: 'Социальные сети',
      text:
        'Также мы отвечаем на сообщения и предложения во всех социальных сетях, ' +
        'где существует проект'
    }
  ],

  artists: {
    h2: 'Художникам',
    text:
      'Для художников и дизайнеров направление в помощи существует в виде ' +
      'создания концептов или дизайна чего-либо, если вы имеете опыт с 3D то ' +
      'вы можете создавать модели и объекты'
  },

  programmers: {
    h2: 'Программистам',
    text:
      'Проект находится в открытом доступе Github, но с лицензией Creative Commons, ' +
      'позволяя модифицировать и улучшать код с вашей помощью, мы разрешаем ' +
      'изменять только оригинальный репозиторий без создания серверов'
  },

  donation: {
    h2: 'Пожертвование',
    text:
      'Для материальной поддержки наш проект имеется в Patreon, мы особо ' +
      'благодарны данному виду помощи из-за специфики проекта, наш проект ' +
      'существует на энтузиазме и мы будем вам благодарны, так же за выбор ' +
      'вида пожертвования даются разные бонусы'
  },

  copyright: {
    h2: 'Авторское право',
    text:
      'При создании и публикации соблюдается авторское право которое заключается ' +
      'в назначении контента автору благодаря чему можно в любой момент при ' +
      'желании автора убрать данный контент при следующем обновлении, а так ' +
      'же по возможности указывается автор контента'
  }
}

export default Support
